Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_hallitus_esittaa_saamelaiskarajien_kokoukselle_lakiluonnosta_uudeksi_saamelaiskarajalaiksi_hylattavaksi.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien hallitus esittää Saamelaiskäräjien kokoukselle lakiluonnosta uudeksi saamelaiskäräjälaiksi hylättäväksi
smn: Sämitige stivrâ oovdânpuáhtá, ete Sämitige čuákkim hilgo lahâhammiittâs uđđâ sämitiggelaahân

source: Saamelaiskäräjien hallitus päätti esittää Saamelaiskäräjien kokoukselle, että se hylkäisi hallituksen esityksen saamelaiskäräjälain muutokseksi.
smn: Sämitige stivrâ meridij oovdânpyehtiđ Sämitige čuákkimân, ete tot hilgoččij haldâttâs oovdânpyehtim sämitiggelaavâ nubásmitmân.

source: Saamelaiskäräjien hallitus katsoo, ettei saamelaiskäräjälain 9 pykälän mukainen neuvotteluvelvoite täyttynyt asianmukaisesti.
smn: Sämitige stivrâ ana, ete sämitiggelaavâ 9 ceehi miäldásâš ráđádâllâmkenigâsvuotâ ij lah olášum ääšimiäldásávt.

source: – Saamelaiskäräjät katsoi 9 pykälän mukaisessa neuvottelussa 30.8., ettei kyseinen neuvottelu ollut kuin tekninen kuulemistilaisuus eikä kyseinen neuvottelu täyttänyt saamelaiskäräjälain 9 pykälän tarkoitusta aidosta neuvottelusta, kertoo Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio.
smn: – Sämitigge oonij 9 ceehi miäldásii ráđádâlmist 30.8., ete tot ráđádâllâm ij lamaš ko tuš peri teknisâš kuullâmtilálâšvuotâ ijge tot tiävdám sämitiggelaavâ 9 ceehi tárguttâs olmâ ráđádâlmist, muštâl Sämitige saavâjođetteijee Tiina Sanila-Aikio.

source: Lue Saamelaiskäräjien vastaus 14.9. valtioneuvostolle kokonaisuudessaan täältä.
smn: Luuvâ Sämitige oles vástádâs 14.9. staatârááđán täst ( suomâkielân) .

source: – Oikeusministeriö ja Saamelaiskäräjät ovat laatineet yhdessä ohjemuistion 9 pykälän mukaisesta neuvottelumenettelystä , ja onkin hyvin paheksuttavaa, että saamelaiskäräjälakia koskeneessa neuvottelussa neuvotteluvelvoite ei täyttynyt tai Saamelaiskäräjien neuvottelupyyntöihin ei suostuttu, jatkaa Sanila-Aikio.
smn: – Riehtiministeriö já Sämitigge láá oovtâst ráhtám raavâmuštottemčalluu 9 ceehi miäldásii ráđádâllâmlattiimist já lii-uv uáli läitittettee, ete sämitiggelaahân kyeskee ráđádâlmist ráđádâllâmkenigâsvuotâ ij olášum teikâ Sämitige ráđádâllâmpivdemáid iä miettâm, juátká Sanila-Aikio.

source: Toimikunnan työ seurantaryhmineen eteni talvella 2017-2018, mutta alusta asti toimikunnalla oli tiedossa työn vaativimmat kohdat.
smn: Toimâkode pargo čuávvumjuávhuiguin ovdánij tälviv 2017-2018, mutâ aalgâ rääjist toimâkoddeest lijjii tiäđust pargo vátávumos sajeh.

source: Tästä johtuen Saamelaiskäräjät irtautuikin neuvotteluista , mutta pääministerin kannustuksesta neuvotteluita päätettiin kuitenkin vielä jatkaa .
smn: Tondiet Sämitigge luovânij-uv ráđádâlmijn , mutâ uáiviminister avžuuttâsâst meridij kuittâg-uv juátkiđ ráđádâlmijd .

source: Toimikunta jätti mietintönsä lausuntokierrokselle kesäkuussa 2018.
smn: Toimâkodde kuođij smiettâmuš ciälkkámušâi adelem várás kesimáánust 2018.

source: – Tosin Saamelaiskäräjät pyysi merkitsemään toimikunnan 13.6. pidetyn kokouksen pöytäkirjaan, että seuraavien vaalien toteuttaminen nykyisen lain pohjalta on vastoin työryhmän saamaa toimeksiantoa ja samalla myös vastoin sitä Suomen hallituksen ja Saamelaiskäräjien välistä yhteisymmärrystä, jolle työryhmän asettaminen perustui, lopettaa Sanila-Aikio.
smn: – Sämitigge kale piivdij merkkiđ toimâkode 13.6. tollum čuákkim pevdikiirján, ete čuávvoo vaaljâi olášuttem tááláá laavâ vuáđuld lii pargojuávhu finnim toimânadelem vuástásâš já siämmást ton Suomâ haldâttâs já Sämitige koskâsii ohtsâšibárdâs vuástásâš, moos pargojuávhu asâttem vuáđudui, looppât Sanila-Aikio.

source: Saamelaiskäräjien hallitus katsoo, että laki Saamelaiskäräjistä on keskeisin laki saamelaisten omaa kieltään ja kulttuuriaan koskevan itsehallinnon, itsehallinnon järjestäytymisen ja sitä kautta saamelaisten itsemääräämisoikeuden näkökulmasta.
smn: Sämitige stivrâ ana, ete laahâ Sämitiggeest lii tergâdumos laahâ sämmilij jieijâs kielân já kulttuurân kyeskee jiešhaldâšem, jiešhaldâšem ornijdem já ton peht oles sämmilij jiešhaldâšem uáinust.

source: Laki Saamelaiskäräjistä toimeenpanee saamelaisille alkuperäiskansana Suomen perustuslaissa taattuja oikeuksia.
smn: Laahâ Sämitiggeest olášut sämmiláid algâalmugin Suomâ vuáđulaavâst tähidum vuoigâdvuođâid.

source: Saamelaiskäräjälain haasteet sekä muutostarpeet ovat monilta osin olleet tiedossa jopa lain säätämisestä saakka.
smn: Sämitiggelaavâ hástuseh sehe nubástustáárbuh láá maaŋgâin oosijn lamaš tiäđust joba laavâ asâttem rääjist.

source: Saamelaiskäräjien prioriteettina on ollut jo useamman vaalikauden ajan uudistaa lakia Saamelaiskäräjistä.
smn: Sämitige prioriteettin lii lamaš jo maaŋgâ vaaljâpaje uđâsmittiđ laavâ Sämitiggeest.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
smn: Sämitige saavâjođetteijee Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
